Repository: MapStory/django-skosxl
Catalog: skosxl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Make selected concept part of the "%s" scheme
fr: Rattacher les concepts sélectionnés au schéma "%s"

source: Scheme
fr: Schéma

source: Meta-data
fr: Méta-données

source: Create concept(s) from selected label(s)
fr: Créer des concepts à partir des tags sélectionnés

source: preferred
fr: préféré

source: alternative
fr: alternatif

source: hidden
fr: masqué

source: has a broader concept
fr: a pour concept plus large

source: has a narrower concept
fr: a comme concept plus précis

source: has a related concept
fr: a une relation avec

source: matches exactly
fr: correspond exactement à

source: matches closely
fr: est assez proche de

source: has a broader match
fr: a une signification plus large que

source: has a narrower match
fr: a une signification plus précise que

source: has a related match
fr: a une relation avec

source: French
fr: Français

source: German
fr: Allemand

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Italian
fr: Italien

source: Portuguese
fr: Portugais

source: Active
fr: Actif

source: Draft
fr: Brouillon

source: Double
fr: Doublon

source: Dispute
fr: Désaccord

source: Not classified
fr: pas trié

source: label
fr: libellé

source: main URI
fr: URI

source: created
fr: date de création

source: modified
fr: date de modification

source: definition
fr: définition

source: additional metadata
fr: Métadonnées supplémentaires

source: (<predicate> <object> ; list)
fr: Liste <prédicat> <objet> ;

source: value
fr: valeur

source: term
fr: terme

source: Required - must be valid SKOS term - ie. a URL-friendly QNAME - TODO include validation for this.
fr: Requis, doit être un terme SKOS valide, c'est à dire un nom qualifié (QNAME)

source: preferred label
fr: libellé préféré

source: Will be automatically set to the preferred label in the default language - which will be automatically created using this field only if not present
fr: Sera automatiquement fixé à la valeur du label préféré dans la langue par défaut. Inversement si le label préféré est vide, il prendra cette valeur su elle est défini

source: Note - currently only membership of a single scheme supported
fr: Note : actuellement est uniquement supportée l'appartenance à un seul schéma

source: change note
fr: historique

source: review status
fr: évaluation

source: django user
fr: utilisateur Django

source: Leave blank to inherit namespace from containing scheme
fr: Laisser vide pour hériter de l'espace de nom du schéma correspondant

source: is top concept
fr: concept de niveau 1

source: Semantic relations
fr: Relations sémantiques

source: SKOS semantic relations are links between SKOS concepts, where the link is inherent in the meaning of the linked concepts.
fr: Les relations sémantiques SKOS sont des liens entre concepts SKOS, inhérents au sens des concepts reliés.

source: main concept
fr: concept

source: namespace(type)
fr: espace de nom (type)

source: SKOS notation
fr: notation SKOS

source: label type
fr: type de libellé

source: label text
fr: libellé (texte)

source: language
fr: langue

source: author URI
fr: URI auteur

source: Created from tag "
fr: Créé à partir du tag "

source: There can be only one preferred label by language
fr: Il ne peut y avoir d'un seul libellé préféré par concept et par langue.

source: Origin
fr: Origine

source: Target
fr: Cible

source: Type of semantic relation
fr: Type de relation sémantique

source: Semantic relation
fr: Relations sémantiques

source: Local concept to map
fr: Concept local à relier

source: Target Concept URI
fr: URI du concept cible

source: Type of mapping relation
fr: Type d'alignement

source: Mapping relation
fr: Alignement

source: Mapping relations
fr: Alignements

source: Lookup
fr: Recherche

source: Home
fr: Accueil

source: Add
fr: Ajouter

source: View on site
fr: Voir sur le site

source: History
fr: Historique

source: Please correct the error below.
fr: Merci de corriger l'erreur suivante.

source: and
fr: et

source: Use the left field to do %(model_name)s lookups in the fields %(field_list)s.
fr: Utiliser le champ gauche pour faire des recherches de %(model_name)s dans les champs %(field_list)s.
